Repository: cnazk/recall-mac
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: fa, ru, zh_hans

# %@ is already used by “%@”.
source: %1$@ is already used by “%2$@”.
fa: ‏%1$@ قبلاً برای «%2$@» استفاده شده است.
ru: %1$@ уже используется для «%2$@».
zh_hans: %1$@ 已被“%2$@”使用。

source: %lld files
fa: ‏%lld فایل
ru: %lld файла
zh_hans: %lld 个文件

source: %lld items
fa: ‏%lld مورد
ru: %lld элемента
zh_hans: %lld 项

source: %lld lines added
fa: ‏%lld خط اضافه شد
ru: добавлено %lld строки
zh_hans: 新增 %lld 行

source: %lld lines removed
fa: ‏%lld خط حذف شد
ru: удалено %lld строки
zh_hans: 删除 %lld 行

source: %lld minutes
fa: ‏%lld دقیقه
ru: %lld минуты
zh_hans: %lld 分钟

source: %lld words added
fa: ‏%lld واژه اضافه شد
ru: добавлено %lld слова
zh_hans: 新增 %lld 个词

source: %lld words removed
fa: ‏%lld واژه حذف شد
ru: удалено %lld слова
zh_hans: 删除 %lld 个词

source: %lldd
fa: ‏%lld روز
ru: %lld дн.
zh_hans: %lld天

source: %lldh
fa: ‏%lld ساعت
ru: %lld ч
zh_hans: %lld小时

source: %lldm
fa: ‏%lld دقیقه
ru: %lld мин
zh_hans: %lld分钟

source: 1 minute
fa: ۱ دقیقه
ru: 1 минута
zh_hans: 1 分钟

source: 1,000 items
fa: ۱٬۰۰۰ مورد
ru: 1000 элементов
zh_hans: 1,000 项

source: 13–19 digits that pass the Luhn check.
fa: ۱۳ تا ۱۹ رقم که از آزمون لون (Luhn) عبور می‌کنند.
ru: 13–19 цифр, проходящих проверку по алгоритму Луна.
zh_hans: 通过 Luhn 校验的 13–19 位数字。

source: 20,000 items
fa: ۲۰٬۰۰۰ مورد
ru: 20 000 элементов
zh_hans: 20,000 项

source: 200 items
fa: ۲۰۰ مورد
ru: 200 элементов
zh_hans: 200 项

source: 2FA codes, card numbers and API keys are detected as they are copied and removed automatically — unless you pin them.
fa: کدهای تأیید دومرحله‌ای، شماره‌های کارت و کلیدهای API هنگام کپی شناسایی و به‌طور خودکار حذف می‌شوند — مگر اینکه آن‌ها را سنجاق کنید.
ru: Коды 2FA, номера карт и ключи API распознаются при копировании и удаляются автоматически, если вы их не закрепите.
zh_hans: 双重认证代码、卡号和 API 密钥会在拷贝时被识别并自动删除——除非你将其固定。

source: 30 seconds
fa: ۳۰ ثانیه
ru: 30 секунд
zh_hans: 30 秒

source: 5 minutes
fa: ۵ دقیقه
ru: 5 минут
zh_hans: 5 分钟

source: 5,000 items
fa: ۵٬۰۰۰ مورد
ru: 5000 элементов
zh_hans: 5,000 项

source: 60 seconds
fa: ۶۰ ثانیه
ru: 60 секунд
zh_hans: 60 秒

source: A 40-character secret next to the word “aws”.
fa: یک رمز ۴۰ نویسه‌ای در کنار واژهٔ «aws».
ru: 40-символьный секрет рядом со словом «aws».
zh_hans: 紧邻单词“aws”的 40 字符密钥。

source: A bare 6–8 digit number, on its own.
fa: یک عدد ۶ تا ۸ رقمی، به‌تنهایی.
ru: Отдельное число из 6–8 цифр.
zh_hans: 单独出现的 6–8 位数字。

source: A block of KEY=value lines including a secret-looking key.
fa: مجموعه‌ای از خطوط KEY=value که یک کلید شبیه رمز در آن است.
ru: Блок строк KEY=value, среди которых есть похожий на секрет ключ.
zh_hans: 包含疑似密钥的一组 KEY=value 行。

source: A day
fa: یک روز
ru: 1 день
zh_hans: 1 天

source: A moment
fa: پس از یک لحظه
ru: Чуть позже
zh_hans: 稍候

source: A month
fa: یک ماه
ru: 1 месяц
zh_hans: 1 个月

source: A numeric id, a colon, then 35 characters.
fa: یک شناسهٔ عددی، یک دونقطه و سپس ۳۵ نویسه.
ru: Числовой идентификатор, двоеточие и 35 символов.
zh_hans: 数字 ID、冒号，再加 35 个字符。

source: A pause
fa: پس از مکثی کوتاه
ru: После паузы
zh_hans: 停顿后

source: A social security or NI number, when labelled as one.
fa: شمارهٔ تأمین اجتماعی یا بیمهٔ ملی، وقتی با همین عنوان مشخص شده باشد.
ru: Номер социального страхования (SSN или NI), если он так подписан.
zh_hans: 标注为社会保障号或国民保险号的号码。

source: A valid BIP-39 wallet phrase, wordlist and checksum verified.
fa: یک عبارت کیف پول معتبر BIP-39، با فهرست واژه‌ها و checksum تأییدشده.
ru: Корректная фраза кошелька BIP-39 с проверкой словаря и контрольной суммы.
zh_hans: 有效的 BIP-39 钱包助记词，已校验词表和校验和。

source: A week
fa: یک هفته
ru: 1 неделю
zh_hans: 1 周

source: AI actions are turned off for items that look like credentials.
fa: اقدام‌های هوش مصنوعی برای مواردی که شبیه اطلاعات ورود هستند غیرفعال است.
ru: Действия ИИ отключены для элементов, похожих на учётные данные.
zh_hans: 对疑似凭据的项，AI 操作已关闭。

source: API key (sk- / pk-)
fa: کلید API (sk- / pk-)
ru: Ключ API (sk- / pk-)
zh_hans: API 密钥（sk- / pk-）

source: API tokens beginning v1.0-.
fa: توکن‌های API که با v1.0- شروع می‌شوند.
ru: Токены API, начинающиеся с v1.0-.
zh_hans: 以 v1.0- 开头的 API 令牌。

source: AWS access key
fa: کلید دسترسی AWS
ru: Ключ доступа AWS
zh_hans: AWS 访问密钥

source: AWS secret key
fa: کلید محرمانهٔ AWS
ru: Секретный ключ AWS
zh_hans: AWS 私密密钥

source: Access tokens (hf_).
fa: توکن‌های دسترسی (hf_).
ru: Токены доступа (hf_).
zh_hans: 访问令牌（hf_）。

source: Accessibility
fa: دسترسی‌پذیری
ru: Универсальный доступ
zh_hans: 辅助功能

source: Account
fa: حساب
ru: Учётная запись
zh_hans: 账户

source: Account and API SIDs (AC…, SK… plus 32 hex).
fa: شناسه‌های SID حساب و API (AC…، SK… به‌همراه ۳۲ رقم هگز).
ru: SID аккаунта и API (AC…, SK… и 32 шестнадцатеричных символа).
zh_hans: 账户和 API SID（AC…、SK… 加 32 位十六进制）。

source: Accounts
fa: حساب‌ها
ru: Учётные записи
zh_hans: 账户

source: Add
fa: افزودن
ru: Добавить
zh_hans: 添加

source: Add Collection
fa: افزودن مجموعه
ru: Добавить коллекцию
zh_hans: 添加集合

source: Add Shortcode…
fa: افزودن کد میانبر…
ru: Добавить сокращение…
zh_hans: 添加短代码…

source: Add a shortcode
fa: افزودن کد میانبر
ru: Добавление сокращения
zh_hans: 添加短代码

source: Add a shortcode…
fa: افزودن کد میانبر…
ru: Добавить сокращение…
zh_hans: 添加短代码…

source: Add an account
fa: افزودن حساب
ru: Добавление учётной записи
zh_hans: 添加账户

source: Add one by scanning a setup QR code on screen, or by copying its setup link.
fa: با اسکن کد QR راه‌اندازی روی صفحه یا کپی کردن پیوند راه‌اندازی آن، یک حساب اضافه کنید.
ru: Добавьте её, отсканировав QR-код настройки на экране или скопировав ссылку настройки.
zh_hans: 扫描屏幕上的设置二维码，或拷贝其设置链接，即可添加。

source: Add to Paste Stack
fa: افزودن به صف چسباندن
ru: Добавить в очередь вставки
zh_hans: 添加到粘贴队列

source: Advanced
fa: پیشرفته
ru: Дополнительно
zh_hans: 高级

source: After a while
fa: پس از مدتی
ru: Спустя время
zh_hans: 一段时间后

source: Algorithm
fa: الگوریتم
ru: Алгоритм
zh_hans: 算法

source: All
fa: همه
ru: Все
zh_hans: 全部

source: All processing happens on device. Nothing is ever sent to a server.
fa: همهٔ پردازش‌ها روی دستگاه انجام می‌شود. هیچ‌چیز به هیچ سروری فرستاده نمی‌شود.
ru: Вся обработка выполняется на устройстве. Ничего не отправляется на сервер.
zh_hans: 所有处理都在设备上完成，任何内容都不会发送到服务器。

source: Anthropic API key
fa: کلید API Anthropic
ru: Ключ API Anthropic
zh_hans: Anthropic API 密钥

source: Any Kind
fa: هر نوع
ru: Любой тип
zh_hans: 任意类型

source: App-specific password
fa: رمز عبور ویژهٔ برنامه
ru: Пароль для приложения
zh_hans: App 专用密码

source: Appearance
fa: ظاهر
ru: Внешний вид
zh_hans: 外观

source: Apple's xxxx-xxxx-xxxx-xxxx passwords.
fa: رمزهای عبور xxxx-xxxx-xxxx-xxxx اپل.
ru: Пароли Apple вида xxxx-xxxx-xxxx-xxxx.
zh_hans: Apple 的 xxxx-xxxx-xxxx-xxxx 格式密码。

source: Approve “Open at Login”…
fa: تأیید «باز شدن هنگام ورود»…
ru: Разрешить «Открывать при входе»…
zh_hans: 批准“登录时打开”…

source: Ask again after
fa: دوباره پرسیدن پس از
ru: Спрашивать снова через
zh_hans: 再次询问的间隔

source: Ask for Touch ID
fa: درخواست Touch ID
ru: Запрашивать Touch ID
zh_hans: 要求 Touch ID

source: Asks once, then not again for %lld minutes. Quitting Recall resets it.
fa: یک بار می‌پرسد و تا %lld دقیقه دوباره نمی‌پرسد. بستن Recall آن را بازنشانی می‌کند.
ru: Спрашивает один раз и не спрашивает снова %lld минуты. Выход из Recall сбрасывает это.
zh_hans: 询问一次后，%lld 分钟内不再询问。退出 Recall 会将其重置。

source: Automation and publish tokens (npm_).
fa: توکن‌های خودکارسازی و انتشار (npm_).
ru: Токены автоматизации и публикации (npm_).
zh_hans: 自动化和发布令牌（npm_）。

source: Bank account numbers that pass the mod-97 check.
fa: شماره‌حساب‌های بانکی که از آزمون mod-97 عبور می‌کنند.
ru: Номера банковских счетов, проходящие проверку mod-97.
zh_hans: 通过 mod-97 校验的银行账号。

source: Bot, user and app tokens (xoxb-, xoxp-…).
fa: توکن‌های ربات، کاربر و برنامه (xoxb-، xoxp-…).
ru: Токены ботов, пользователей и приложений (xoxb-, xoxp-…).
zh_hans: 机器人、用户和 App 令牌（xoxb-、xoxp-…）。

source: Cancel
fa: لغو
ru: Отменить
zh_hans: 取消

source: Capture Text from Screen
fa: برداشتن متن از صفحه
ru: Захватить текст с экрана
zh_hans: 从屏幕捕获文本

source: Card number
fa: شمارهٔ کارت
ru: Номер карты
zh_hans: 卡号

source: Clean up messy text as it is copied
fa: مرتب کردن متن نامرتب هنگام کپی
ru: Приводить в порядок текст при копировании
zh_hans: 拷贝时整理杂乱文本

source: Clear
fa: پاک کردن
ru: Очистить
zh_hans: 清除

source: Clear Filters
fa: پاک کردن فیلترها
ru: Сбросить фильтры
zh_hans: 清除过滤条件

source: Clear History…
fa: پاک کردن تاریخچه…
ru: Очистить историю…
zh_hans: 清除历史记录…

source: Clear clipboard history?
fa: تاریخچهٔ کلیپ‌بورد پاک شود؟
ru: Очистить историю буфера обмена?
zh_hans: 要清除剪贴板历史记录吗？

source: Cleared when Recall quits
fa: با بسته شدن Recall پاک می‌شود
ru: Очищается при выходе из Recall
zh_hans: 退出 Recall 时清除

source: Click to show
fa: برای نمایش کلیک کنید
ru: Нажмите, чтобы показать
zh_hans: 点按以显示

source: Clipping
fa: مورد
ru: Фрагмент
zh_hans: 剪贴项

source: Cloudflare token
fa: توکن Cloudflare
ru: Токен Cloudflare
zh_hans: Cloudflare 令牌

source: Code
fa: کد
ru: Код
zh_hans: 代码

source: Codes are shown to anyone at this Mac. Recall will not ask.
fa: کدها به هر کسی که پشت این مک باشد نشان داده می‌شوند. Recall چیزی نمی‌پرسد.
ru: Коды видны любому, кто сидит за этим Mac. Recall не будет спрашивать.
zh_hans: 任何使用这台 Mac 的人都能看到代码。Recall 不会询问。

source: Collection
fa: مجموعه
ru: Коллекция
zh_hans: 集合

source: Collections
fa: مجموعه‌ها
ru: Коллекции
zh_hans: 集合

source: Collections are saved searches. Clearing history does not remove them.
fa: مجموعه‌ها جست‌وجوهای ذخیره‌شده هستند. پاک کردن تاریخچه آن‌ها را حذف نمی‌کند.
ru: Коллекции — это сохранённые поиски. Очистка истории их не удаляет.
zh_hans: 集合是存储的搜索。清除历史记录不会移除它们。

source: Colors
fa: رنگ‌ها
ru: Цвета
zh_hans: 颜色

source: Comfortable
fa: راحت
ru: Свободно
zh_hans: 宽松

source: Compact
fa: فشرده
ru: Компактно
zh_hans: 紧凑

source: Compare With…
fa: مقایسه با…
ru: Сравнить с…
zh_hans: 比较…

source: Compare with %@
fa: مقایسه با %@
ru: Сравнить с «%@»
zh_hans: 与“%@”比较

source: Comparing two clips
fa: مقایسهٔ دو مورد
ru: Сравнение двух фрагментов
zh_hans: 比较两个剪贴项

source: Comparing with “%@” — pick another clip and press ⌘D
fa: در حال مقایسه با «%@» — مورد دیگری را انتخاب کنید و ⌘D را فشار دهید
ru: Сравнение с «%@» — выберите другой фрагмент и нажмите ⌘D
zh_hans: 正在与“%@”比较——选择另一个剪贴项并按下 ⌘D

source: Copied
fa: کپی شد
ru: Скопировано
zh_hans: 已拷贝

source: Copy
fa: کپی
ru: Скопировать
zh_hans: 拷贝

source: Copy Code
fa: کپی کد
ru: Скопировать код
zh_hans: 拷贝代码

source: Copy code %lld
fa: کپی کد %lld
ru: Скопировать код %lld
zh_hans: 拷贝代码 %lld

source: Copy something and it will show up here.
fa: چیزی کپی کنید تا اینجا نمایش داده شود.
ru: Скопируйте что-нибудь, и оно появится здесь.
zh_hans: 拷贝一些内容，它就会显示在这里。

source: Copy the Diff
fa: کپی تفاوت‌ها
ru: Скопировать различия
zh_hans: 拷贝差异

source: Copy the Newer Version
fa: کپی نسخهٔ جدیدتر
ru: Скопировать новую версию
zh_hans: 拷贝较新版本

source: Cut
fa: بریدن
ru: Вырезать
zh_hans: 剪切

source: Database connection string
fa: رشتهٔ اتصال پایگاه داده
ru: Строка подключения к базе данных
zh_hans: 数据库连接字符串

source: Delete
fa: حذف
ru: Удалить
zh_hans: 删除

source: Delete detected secrets after
fa: حذف اطلاعات حساس شناسایی‌شده پس از
ru: Удалять найденные секреты через
zh_hans: 在此时间后删除检测到的机密

source: Delete items after
fa: حذف موارد پس از
ru: Удалять элементы через
zh_hans: 在此时间后删除项

source: Deletes itself shortly
fa: به‌زودی خودبه‌خود حذف می‌شود
ru: Скоро удалится автоматически
zh_hans: 即将自动删除

source: Digits
fa: تعداد رقم
ru: Цифр
zh_hans: 位数

source: Discord bot token
fa: توکن ربات Discord
ru: Токен бота Discord
zh_hans: Discord 机器人令牌

source: Dismiss
fa: بستن
ru: Закрыть
zh_hans: 关闭

source: Done
fa: تمام
ru: Готово
zh_hans: 完成

source: Edit
fa: ویرایش
ru: Правка
zh_hans: 编辑

source: Edit Shortcode (%@)…
fa: ویرایش کد میانبر (%@)…
ru: Изменить сокращение (%@)…
zh_hans: 编辑短代码（%@）…

source: Edit shortcode
fa: ویرایش کد میانبر
ru: Изменение сокращения
zh_hans: 编辑短代码

source: Emails
fa: ایمیل‌ها
ru: Письма
zh_hans: 电子邮件

source: Enter Manually…
fa: وارد کردن دستی…
ru: Ввести вручную…
zh_hans: 手动输入…

source: Environment file
fa: فایل متغیرهای محیطی
ru: Файл окружения
zh_hans: 环境变量文件

source: Every code asks for Touch ID.
fa: هر کد Touch ID می‌خواهد.
ru: Каждый код запрашивает Touch ID.
zh_hans: 每个代码都要求 Touch ID。

source: Every time
fa: هر بار
ru: Каждый раз
zh_hans: 每次

source: Everything except pinned items will be deleted. This cannot be undone.
fa: همه‌چیز به‌جز موارد سنجاق‌شده حذف خواهد شد. این کار برگشت‌پذیر نیست.
ru: Будет удалено всё, кроме закреплённых элементов. Это действие нельзя отменить.
zh_hans: 除已固定的项外，所有内容都将被删除。此操作无法撤销。

source: Everything stays on this Mac. Your history is encrypted, and all AI runs on device.
fa: همه‌چیز روی همین مک می‌ماند. تاریخچهٔ شما رمزگذاری شده است و همهٔ هوش مصنوعی روی دستگاه اجرا می‌شود.
ru: Всё остаётся на этом Mac. История зашифрована, а весь ИИ работает на устройстве.
zh_hans: 一切都保留在这台 Mac 上。你的历史记录已加密，所有 AI 都在设备上运行。

source: Expand shortcodes as I type
fa: گسترش کدهای میانبر هنگام تایپ
ru: Раскрывать сокращения при вводе
zh_hans: 输入时展开短代码

source: Export Setup Links…
fa: برون‌بری پیوندهای راه‌اندازی…
ru: Экспортировать ссылки настройки…
zh_hans: 导出设置链接…

source: Export asks for Touch ID every time. An authenticator that holds your secrets hostage is a worse authenticator.
fa: برون‌بری هر بار Touch ID می‌خواهد. برنامهٔ احراز هویتی که رمزهای شما را گروگان بگیرد، برنامهٔ بدتری است.
ru: Экспорт каждый раз запрашивает Touch ID. Аутентификатор, который держит ваши секреты в заложниках, — плохой аутентификатор.
zh_hans: 每次导出都要求 Touch ID。把你的密钥扣为人质的验证器，是更糟的验证器。

source: Fetch titles and icons for copied links
fa: دریافت عنوان و نماد پیوندهای کپی‌شده
ru: Загружать заголовки и значки скопированных ссылок
zh_hans: 获取所拷贝链接的标题和图标

source: Files
fa: فایل‌ها
ru: Файлы
zh_hans: 文件

source: Filter by collection or kind
fa: فیلتر بر اساس مجموعه یا نوع
ru: Фильтр по коллекции или типу
zh_hans: 按集合或类型过滤

source: For 1 Hour
fa: به مدت ۱ ساعت
ru: На 1 час
zh_hans: 1 小时

source: For 15 Minutes
fa: به مدت ۱۵ دقیقه
ru: На 15 минут
zh_hans: 15 分钟

source: General
fa: عمومی
ru: Основные
zh_hans: 通用

source: GitHub token
fa: توکن GitHub
ru: Токен GitHub
zh_hans: GitHub 令牌

source: GitLab token
fa: توکن GitLab
ru: Токен GitLab
zh_hans: GitLab 令牌

source: Google API key
fa: کلید API گوگل
ru: Ключ API Google
zh_hans: Google API 密钥

source: Grant Now
fa: اکنون اجازه بده
ru: Разрешить сейчас
zh_hans: 立即授权

source: Hidden while this is marked sensitive.
fa: تا وقتی حساس علامت‌گذاری شده، پنهان است.
ru: Скрыто, пока помечено как конфиденциальное.
zh_hans: 标记为敏感时隐藏。

source: History or two-factor codes (⌃⇥)
fa: تاریخچه یا کدهای تأیید دومرحله‌ای (⌃⇥)
ru: История или коды 2FA (⌃⇥)
zh_hans: 历史记录或双重认证代码（⌃⇥）

source: History size
fa: حجم تاریخچه
ru: Размер истории
zh_hans: 历史记录大小

source: How much of what is behind shows through the panel, the scratchpad and the pinned items. Turn it off for a plain background — easier to read against a busy desktop.
fa: چه مقدار از پس‌زمینه از میان پنل، چرک‌نویس و موارد سنجاق‌شده دیده شود. برای پس‌زمینهٔ ساده خاموشش کنید — روی میزکار شلوغ خواناتر است.
ru: Насколько фон просвечивает сквозь панель, черновик и закреплённые элементы. Выключите для простого фона — его легче читать на пёстром рабочем столе.
zh_hans: 面板、草稿板和已固定项的背景透出程度。关闭后使用纯色背景——在杂乱的桌面上更易阅读。

source: Hugging Face token
fa: توکن Hugging Face
ru: Токен Hugging Face
zh_hans: Hugging Face 令牌

source: IBAN
fa: ‏IBAN (شبا)

source: Identical
fa: یکسان
ru: Идентичны
zh_hans: 完全相同

source: Image
fa: تصویر
ru: Изображение
zh_hans: 图像

# Image — %lld×%lld
source: Image — %1$lld×%2$lld
fa: تصویر — %1$lld×%2$lld
ru: Изображение — %1$lld×%2$lld
zh_hans: 图像 — %1$lld×%2$lld

source: Images
fa: تصاویر
ru: Изображения
zh_hans: 图像

source: Immediately
fa: فوراً
ru: Сразу
zh_hans: 立即

source: In memory only
fa: فقط در حافظه
ru: Только в памяти
zh_hans: 仅在内存中

source: In-Memory Mode keeps nothing on disk, including pins.
fa: حالت فقط حافظه هیچ‌چیز، از جمله موارد سنجاق‌شده، را روی دیسک نگه نمی‌دارد.
ru: В режиме «Только в памяти» ничего не хранится на диске, включая закреплённые элементы.
zh_hans: 仅内存模式不会在磁盘上保留任何内容，包括已固定项。

source: In-Memory Mode keeps nothing on disk. Pins are cleared when Recall quits.
fa: حالت فقط حافظه هیچ‌چیز را روی دیسک نگه نمی‌دارد. موارد سنجاق‌شده با بسته شدن Recall پاک می‌شوند.
ru: В режиме «Только в памяти» ничего не хранится на диске. Закреплённые элементы удаляются при выходе из Recall.
zh_hans: 仅内存模式不会在磁盘上保留任何内容。退出 Recall 时会清除已固定项。

source: Indexing %lld items for search by meaning
fa: در حال نمایه‌سازی %lld مورد برای جست‌وجو بر اساس معنا
ru: Индексируются %lld элемента для поиска по смыслу
zh_hans: 正在为按含义搜索索引 %lld 项

source: Intelligence
fa: هوش مصنوعی
ru: Интеллект
zh_hans: 智能

source: Intensity
fa: شدت
ru: Интенсивность
zh_hans: 强度

source: Into
fa: به
ru: На язык
zh_hans: 译为

source: It only records while it is running, so it needs to come back after a restart.
fa: فقط وقتی در حال اجراست ضبط می‌کند، پس باید پس از راه‌اندازی دوباره هم باز شود.
ru: Recall записывает, только пока запущен, поэтому после перезагрузки он должен открываться снова.
zh_hans: 它只在运行时记录，因此需要在重新启动后再次打开。

source: JSON web token
fa: توکن وب JSON
ru: Веб-токен JSON
zh_hans: JSON Web 令牌

source: Keep history
fa: محل نگه‌داری تاریخچه
ru: Хранить историю
zh_hans: 历史记录存储位置

source: Kept deliberately — this looks like a credential.
fa: آگاهانه نگه داشته شده — این شبیه اطلاعات ورود است.
ru: Сохранено намеренно — похоже на учётные данные.
zh_hans: 有意保留——这看起来像凭据。

source: Keyboard shortcut only
fa: فقط میانبر صفحه‌کلید
ru: Только сочетание клавиш
zh_hans: 仅键盘快捷键

source: Keys beginning AIza.
fa: کلیدهایی که با AIza شروع می‌شوند.
ru: Ключи, начинающиеся с AIza.
zh_hans: 以 AIza 开头的密钥。

source: Keys beginning AKIA, ASIA and similar.
fa: کلیدهایی که با AKIA، ASIA و مانند آن شروع می‌شوند.
ru: Ключи, начинающиеся с AKIA, ASIA и подобных.
zh_hans: 以 AKIA、ASIA 等开头的密钥。

source: Keys beginning SG. with two segments.
fa: کلیدهای دوبخشی که با SG. شروع می‌شوند.
ru: Ключи из двух частей, начинающиеся с SG.
zh_hans: 以 SG. 开头、由两段组成的密钥。

source: Keys beginning sk-ant-.
fa: کلیدهایی که با sk-ant- شروع می‌شوند.
ru: Ключи, начинающиеся с sk-ant-.
zh_hans: 以 sk-ant- 开头的密钥。

source: Kind
fa: نوع
ru: Тип
zh_hans: 类型

source: Kubernetes config
fa: پیکربندی Kubernetes
ru: Конфигурация Kubernetes
zh_hans: Kubernetes 配置

source: Left
fa: چپ
ru: Слева
zh_hans: 左侧

source: Links
fa: پیوندها
ru: Ссылки
zh_hans: 链接

source: Links carrying user:password@ credentials.
fa: پیوندهایی که اطلاعات ورود user:password@ دارند.
ru: Ссылки с учётными данными user:password@.
zh_hans: 带有 user:password@ 凭据的链接。

source: Live secret, restricted and publishable keys.
fa: کلیدهای محرمانهٔ live، محدود و قابل انتشار.
ru: Секретные (live), ограниченные и публикуемые ключи.
zh_hans: Live 私密密钥、受限密钥和可发布密钥。

source: Matching text (optional)
fa: متن مطابق (اختیاری)
ru: Совпадающий текст (необязательно)
zh_hans: 匹配文本（可选）

source: Measuring…
fa: در حال اندازه‌گیری…
ru: Подсчёт…
zh_hans: 正在计算…

source: Move Left
fa: انتقال به قبل
ru: Переместить влево
zh_hans: 左移

source: Move Recall to your Applications folder to start it at login.
fa: برای اجرای Recall هنگام ورود، آن را به پوشهٔ Applications منتقل کنید.
ru: Переместите Recall в папку «Программы», чтобы он запускался при входе.
zh_hans: 将 Recall 移到“应用程序”文件夹即可在登录时启动。

source: Move Right
fa: انتقال به بعد
ru: Переместить вправо
zh_hans: 右移

source: Name
fa: نام
ru: Название
zh_hans: 名称

source: National ID number
fa: شمارهٔ شناسایی ملی
ru: Номер удостоверения личности
zh_hans: 国民身份号码

source: Never
fa: هرگز
ru: Никогда
zh_hans: 永不

source: Never captured from
fa: هرگز ضبط نمی‌شود از
ru: Никогда не записывать из
zh_hans: 从不记录以下来源

source: New collection
fa: مجموعهٔ جدید
ru: Новая коллекция
zh_hans: 新建集合

source: Next: %@
fa: بعدی: %@
ru: Далее: %@
zh_hans: 下一个：%@

source: No code was produced.
fa: هیچ کدی تولید نشد.
ru: Код не был создан.
zh_hans: 未生成代码。

source: No differences
fa: بدون تفاوت
ru: Различий нет
zh_hans: 没有差异

source: No matches
fa: موردی پیدا نشد
ru: Совпадений нет
zh_hans: 无匹配结果

source: No two-factor QR code was found in that region.
fa: در آن ناحیه هیچ کد QR تأیید دومرحله‌ای پیدا نشد.
ru: В этой области не найден QR-код 2FA.
zh_hans: 该区域中未找到双重认证二维码。

source: No two-factor accounts
fa: هیچ حساب تأیید دومرحله‌ای وجود ندارد
ru: Нет учётных записей 2FA
zh_hans: 没有双重认证账户

source: None yet. Press ⌘⇧A and scan a setup QR code on screen.
fa: هنوز هیچ. ⌘⇧A را فشار دهید و یک کد QR راه‌اندازی را روی صفحه اسکن کنید.
ru: Пока нет. Нажмите ⌘⇧A и отсканируйте QR-код настройки на экране.
zh_hans: 暂无。按下 ⌘⇧A 并扫描屏幕上的设置二维码。

source: None yet. Right-click an item in the history panel and choose “Add Shortcode…”.
fa: هنوز هیچ. در پنل تاریخچه روی یک مورد کلیک راست کنید و «افزودن کد میانبر…» را انتخاب کنید.
ru: Пока нет. Щёлкните элемент в панели истории правой кнопкой и выберите «Добавить сокращение…».
zh_hans: 暂无。在历史记录面板中右键点按一项，然后选取“添加短代码…”。

source: Not Now
fa: حالا نه
ru: Не сейчас
zh_hans: 以后再说

source: Nothing copied yet
fa: هنوز چیزی کپی نشده
ru: Пока ничего не скопировано
zh_hans: 尚未拷贝任何内容

source: Nothing is written to disk. Your history — including pinned items — is cleared when Recall quits.
fa: هیچ‌چیز روی دیسک نوشته نمی‌شود. تاریخچهٔ شما — از جمله موارد سنجاق‌شده — با بسته شدن Recall پاک می‌شود.
ru: На диск ничего не записывается. История, включая закреплённые элементы, очищается при выходе из Recall.
zh_hans: 不会向磁盘写入任何内容。退出 Recall 时，你的历史记录（包括已固定项）会被清除。

source: Nothing selected
fa: چیزی انتخاب نشده
ru: Ничего не выбрано
zh_hans: 未选择任何内容

source: Nothing — In-Memory Mode
fa: هیچ — حالت فقط حافظه
ru: Ничего — режим «Только в памяти»
zh_hans: 无——仅内存模式

source: On disk
fa: روی دیسک
ru: На диске
zh_hans: 磁盘占用

source: On disk, encrypted
fa: روی دیسک، رمزگذاری‌شده
ru: На диске, в зашифрованном виде
zh_hans: 存储在磁盘上（已加密）

source: One-time code
fa: کد یک‌بارمصرف
ru: Одноразовый код
zh_hans: 一次性代码

source: Only needed for ⌥⌘⇧2, which reads text out of a region of the screen. macOS asks the first time you use it, not before.
fa: فقط برای ⌥⌘⇧2 لازم است که متن را از ناحیه‌ای از صفحه می‌خواند. macOS اولین باری که از آن استفاده کنید می‌پرسد، نه زودتر.
ru: Нужно только для ⌥⌘⇧2 — чтения текста из области экрана. macOS спросит при первом использовании, не раньше.
zh_hans: 仅用于 ⌥⌘⇧2（从屏幕区域读取文本）。macOS 会在你首次使用时询问，不会提前询问。

source: Only needed to paste for you automatically and to expand snippet shortcodes. Without it, Recall still copies the item and you paste it yourself — nothing else changes.
fa: فقط برای چسباندن خودکار و گسترش کدهای میانبر لازم است. بدون آن، Recall همچنان مورد را کپی می‌کند و خودتان آن را می‌چسبانید — چیز دیگری تغییر نمی‌کند.
ru: Нужно только для автоматической вставки и раскрытия сокращений. Без этого Recall всё равно скопирует элемент, а вставите его вы сами — больше ничего не изменится.
zh_hans: 仅用于自动粘贴和展开文本片段短代码。没有此权限，Recall 仍会拷贝该项，由你自行粘贴——其他一切不变。

source: Open
fa: باز کردن
ru: Открыть
zh_hans: 打开

source: Open Recall at login
fa: باز کردن Recall هنگام ورود
ru: Открывать Recall при входе
zh_hans: 登录时打开 Recall

source: Open after
fa: زمان باز شدن
ru: Открывать
zh_hans: 打开时机

source: Opening the panel
fa: باز کردن پنل
ru: Открытие панели
zh_hans: 打开面板

source: PEM and OpenSSH private keys.
fa: کلیدهای خصوصی PEM و OpenSSH.
ru: Закрытые ключи PEM и OpenSSH.
zh_hans: PEM 和 OpenSSH 私钥。

source: Password assignment
fa: مقداردهی رمز عبور
ru: Присваивание пароля
zh_hans: 密码赋值

source: Password managers, keychains and authenticator apps are always excluded.
fa: مدیران رمز عبور، کی‌چین‌ها و برنامه‌های احراز هویت همیشه مستثنا هستند.
ru: Менеджеры паролей, связки ключей и приложения-аутентификаторы исключены всегда.
zh_hans: 密码管理器、钥匙串和验证器 App 始终被排除。

source: Paste
fa: چسباندن
ru: Вставить
zh_hans: 粘贴

source: Paste Cleaned Up
fa: چسباندن مرتب‌شده
ru: Вставить очищенным
zh_hans: 整理后粘贴

source: Paste Setup Link
fa: چسباندن پیوند راه‌اندازی
ru: Вставить ссылку настройки
zh_hans: 粘贴设置链接
